[
    {
        "id" : 1,
        "naslov": "Zlocin i kazna",
        "pisac":"Fjodor Dostojevski",
        "oroman":"Remek-delo ruske književnosti, Zločin i kazna svrstalo je Dostojevskog u red najznačajnijih svetskih romanopisaca. Oslanjajući se na sopstveno iskustvo iz zatvorskih dana, u grozničavom tonu i na ubedljiv način, autor pripoveda priču o Raskoljnikovu – siromašnom studentu mučenom nihilizmom i borbom između dobra i zla. Verujući za sebe da je iznad zakona i ubeđen u to da viši ciljevi opravdavaju sredstvo, on brutalno ubija lihvarku za koju kaže da je „ništavna, zla, bolesna baba koja nikome nije potrebna... koja ni sama ne zna zašto živi i koja će ionako već danas-sutra umreti“. Skrhan osećajem krivice, on će otpočeti proces pokajanja koji će mu korenito promeniti pogled na svet.Dostojevski je pisao prozu o zaista važnim pitanjima. Pisao je prozu o identitetu, moralnoj vrednosti, smrti, volji, odnosu telesne i duhovne ljubavi, pohlepi, slobodi, opsesiji, razumu, veri, samoubistvu. A to je izveo bez ikakvog svođenja svojih likova na glasnogovornike ili svojih knjiga na traktate. On je uvek obuzet pitanjem šta znači biti ljudsko biće – odnosno kako biti prava osoba, neko čiji život prožimaju vrednosti i principi – a ne tek izrazito pronicljiva životinja sposobna za samoodržanje.“ Dejvid Foster Volas",
        "opisac":"Fjodor Mihailovič Dostojevski je bio jedan od najvećih pisaca svih vremena. Rođen je 11. novembra 1821. godine u Moskvi. Preminuo je 9. februara, 1881. godine u Sankt Peterburgu. Pripada epohi klasičnog realizma u ruskoj književnosti, ali je svojim originalnim stilom i snagom svoje stvaralačke ličnosti ne samo obeležio epohu nego i uneo nove stvaralačke postupke koji su snažno uticali na tokove evropske književnosti. ",
        "img_pisac":"slike/dostojevski.jpg",
        "img_roman":"slike/zlocin_i_kazna.jpg"
    },
    {
        "id" : 2,
        "naslov": "Idiot",
        "pisac":"Fjodor Dostojevski",
        "oroman":"Nakon nekoliko godina provedenih u švajcarskom sanatorijumu, knez Lav Nikolajevič Miškin vraća se u Petrograd. Polako se ponovo uključuje u visoko društvo, kojim vladaju novac, moć i romantične intrige. Dobronameran i naivan, knez Miškin će se naći u ljubavnom trouglu sa mladom i lepom Aglajom Jepančinom i zloglasnom Nastasjom Filipovnom. Međutim, njegov čisto estetski doživljaj ženske lepote bez ikakve primese seksualnih želja u velikoj meri uzrokovaće drame u njihovim odnosima.U suprotnosti sa ostatkom sveta, njegova bezazlenost i gotovo detinja iskrenost od Miškina će načiniti najpozitivnijeg ali i najneprilagođenijeg junaka Fjodora Dostojevskog. „Svi koji o Idiotu govore kao o mom najboljem delu imaju nešto posebno u načinu razmišljanja, što me je uvek iznenađivalo i dopadalo mi se.“ Fjodor Dostojevski",
        "opisac":"Fjodor Mihailovič Dostojevski je bio jedan od najvećih pisaca svih vremena. Rođen je 11. novembra 1821. godine u Moskvi. Preminuo je 9. februara, 1881. godine u Sankt Peterburgu. Pripada epohi klasičnog realizma u ruskoj književnosti, ali je svojim originalnim stilom i snagom svoje stvaralačke ličnosti ne samo obeležio epohu nego i uneo nove stvaralačke postupke koji su snažno uticali na tokove evropske književnosti. ",   
        "img_pisac":"slike/dostojevski.jpg",
        "img_roman":"slike/idiot.jpg"
    },
    {
        "id" : 3,
        "naslov": "Zapisi iz podzemlja",
        "pisac":"Fjodor Dostojevski",
        "oroman":"Jedan od prvih egzistencijalističkih romana u istoriji svetske književnosti, Zapisi iz podzemlja predstavljaju zabeleške gorkog, izolovanog i nepouzdanog pripovedača. Zasnovan na jedinstvu dva suprotstavljena kompleksa, kompleksa inferiornosti i kompleksa superiornosti, čovek iz podzemlja je u socijalnom smislu neprihvaćen, neostvaren, siromašan, ali je, kako se njemu čini, u duhovnom i intelektualnom pogledu superioran u odnosu na ostale. Istovremeno labilan i osion, on spada u red najomiljenijih antijunaka među svim likovima Fjodora Dostojevskog.Zapisi iz podzemlja predstavljaju blistavo rešenje problema filozofskog sadržaja u okviru književne forme.“ Džordž Stajner",
        "opisac":"Fjodor Mihailovič Dostojevski je bio jedan od najvećih pisaca svih vremena. Rođen je 11. novembra 1821. godine u Moskvi. Preminuo je 9. februara, 1881. godine u Sankt Peterburgu. Pripada epohi klasičnog realizma u ruskoj književnosti, ali je svojim originalnim stilom i snagom svoje stvaralačke ličnosti ne samo obeležio epohu nego i uneo nove stvaralačke postupke koji su snažno uticali na tokove evropske književnosti. ", 
        "img_pisac":"slike/dostojevski.jpg",
        "img_roman":"slike/zapisi_iz_podzemlja.jpg"
    },
    {
        "id" : 4,
        "naslov": "Braca Karamazov",
        "pisac":"Fjodor Dostojevski",
        "oroman":"Roman Braća Karamazovi večni je klasik. Komplikovano je odgovoriti na pitanje šta jedan klasik čini klasikom. Međutim, mnogi veliki mislioci i proučavaoci književnosti probali su da dođu baš do tog odgovora. Ali nije lako odrediti jedno merilo, pronaći šablon, uvideti shemu, jer su klasici upravo ona dela koja beže od merila, šablona i shema – od bilo kakvih pravila. Pokazalo se da knjige Fjodora Mihajloviča Dostojevskog konstantno uspevaju, od doba kad su nastale, da postave prava pitanja, a čini se da Braća Karamazovi pitanja postavljaju najpotpunije i najpotresnije. Potresno, ne u smislu sentimentalne dirljivosti i patetičnosti, nego u smislu pravog duševnog potresa. Flober kaže da „treba sebi češati srce s vremena na vreme sa malo bola, da sva gamad sa njega spadne“.Dela Dostojevskog upravo to rade, ne dozvoljavaju duši da otvrdne, da otupi. Andrej Tarkovski, još jedan veliki ruski umetnik, tvrdi da je „svrha umetnosti pripremiti čoveka za smrt, preorati mu, uznemiriti dušu, čineći je tako sposobnom da se okrene dobru“. Reči Dostojevskog, zapitanost njegovih junaka nad Bogom, životom i smrti, oneobičavaju ustaljeni način mišljenja i dan danas, a tako će uvek i biti, jer rukopisi ne gore. Braća Karamazovi ostaju zlatnim slovima upisani u istoriju književnosti.",
        "opisac":"Fjodor Mihailovič Dostojevski je bio jedan od najvećih pisaca svih vremena. Rođen je 11. novembra 1821. godine u Moskvi. Preminuo je 9. februara, 1881. godine u Sankt Peterburgu. Pripada epohi klasičnog realizma u ruskoj književnosti, ali je svojim originalnim stilom i snagom svoje stvaralačke ličnosti ne samo obeležio epohu nego i uneo nove stvaralačke postupke koji su snažno uticali na tokove evropske književnosti. ",  
        "img_pisac":"slike/dostojevski.jpg",
        "img_roman":"slike/braca_karamazov.jpg"
    },
    {
        "id" : 5,
        "naslov" : "Ana Karenjina",
        "pisac" : "Lav Tolstoj",
        "ime":"Tolstoj",
        "oroman" : "Roman koji je Fjodor Dostojevski smatrao besprekornim, a Vilijam Fokner nazvao najboljim romanom koji je ikada napisan, Ana Karenjina je monumentalno delo Lava Tolstoja koji daje sveobuhvatan prikaz ruskog društva devetnaestog veka, od aristokratskih salona do seoskih gazdinstava. Uvodeći dva narativna toka, prvi koji prati ljubavnu priču između Ane i Vronskog i drugi koji prati odnos između Kiti i Ljevina, Lav Tolstoj ispisuje svevremene stranice o porodici, gubitku, ljubavi, izdaji, veri i prijateljstvu.„U Ani Karenjini Tolstoj je dao izuzetnu psihološku analizu ljudske duše, vrlo duboko i snažno, s realizmom umetničkog opisivanja koji dosad nismo imali.“ Fjodor Dostojevski",
        "opisac" : "Lav Nikolajevič Tolstoj  je bio ruski pisac svrstan u najveće ruske realiste toga doba. Rođen je 9. septembra 1828. godine. Umro je 20. novembra 1910.Poznat po svoja dva najveća dela, Ana Karenjina i Rat i mir, koja slikaju duboku, psihološku i društvenu pozadinu Rusije i njenog društva u 19. veku.Proglašen je za najboljeg pisca u poslednjih 200 godina i to od strane 125 američkih i britanskih književnika koji su učestvovali u anketi koja je trajala više godina.Rođen je u Jasnoj Poljani u Rusiji, od oca Nikolaja Iliča Tolstoja i majke Marije Nikolajevne (rođ. Vokonski). Bio je izdanak jedne od najznačajnijih ruskih grofovskih porodica, koja je već nekoliko vekova Rusiji davala mnoge generale, diplomate i pisce.",
        "img_pisac":"slike/tolstoj.jpg",
        "img_roman":"slike/ana_karenjina.jpg"
    },
    {
        "id" : 6,
        "naslov" : "Rat i Mir",
        "pisac" : "Lav Tolstoj",
        "ime":"Tolstoj",
        "oroman" : "Često opisivan kao jedno od dva najznačajnija Tolstojeva dela, Rat i mir opisuje ruski život u danima invazije Napoleona na Rusiju 1812. godine. Istorijski događaji i tadašnja situacija u Rusiji prikazana je kroz život tri glavna lika: Pjera Bezuhova, vanbračnog sina imućnog seoskog kneza, koji se bori za svoje nasleđe i željom za duhovnim ispunjenjem, kneza Andreja Bolkonskog, koji ostavlja svoju porodicu iza sebe da bi se borio u ratu protiv Napoleona i Nataše Rostov, lepe mlade ćerke plemića koja intrigira Andreja i Pjera.",
        "opisac" : "Lav Nikolajevič Tolstoj  je bio ruski pisac svrstan u najveće ruske realiste toga doba. Rođen je 9. septembra 1828. godine. Umro je 20. novembra 1910.Poznat po svoja dva najveća dela, Ana Karenjina i Rat i mir, koja slikaju duboku, psihološku i društvenu pozadinu Rusije i njenog društva u 19. veku.Proglašen je za najboljeg pisca u poslednjih 200 godina i to od strane 125 američkih i britanskih književnika koji su učestvovali u anketi koja je trajala više godina.Rođen je u Jasnoj Poljani u Rusiji, od oca Nikolaja Iliča Tolstoja i majke Marije Nikolajevne (rođ. Vokonski). Bio je izdanak jedne od najznačajnijih ruskih grofovskih porodica, koja je već nekoliko vekova Rusiji davala mnoge generale, diplomate i pisce.",
        "img_pisac":"slike/tolstoj.jpg",
        "img_roman":"slike/rat_i_mir.jpg"
    },
    {
        "id" : 6,
        "naslov" : "Rat i Mir",
        "pisac" : "Lav Tolstoj",
        "ime":"Tolstoj",
        "oroman" : "Često opisivan kao jedno od dva najznačajnija Tolstojeva dela, Rat i mir opisuje ruski život u danima invazije Napoleona na Rusiju 1812. godine. Istorijski događaji i tadašnja situacija u Rusiji prikazana je kroz život tri glavna lika: Pjera Bezuhova, vanbračnog sina imućnog seoskog kneza, koji se bori za svoje nasleđe i željom za duhovnim ispunjenjem, kneza Andreja Bolkonskog, koji ostavlja svoju porodicu iza sebe da bi se borio u ratu protiv Napoleona i Nataše Rostov, lepe mlade ćerke plemića koja intrigira Andreja i Pjera.",
        "opisac" : "Lav Nikolajevič Tolstoj  je bio ruski pisac svrstan u najveće ruske realiste toga doba. Rođen je 9. septembra 1828. godine. Umro je 20. novembra 1910.Poznat po svoja dva najveća dela, Ana Karenjina i Rat i mir, koja slikaju duboku, psihološku i društvenu pozadinu Rusije i njenog društva u 19. veku.Proglašen je za najboljeg pisca u poslednjih 200 godina i to od strane 125 američkih i britanskih književnika koji su učestvovali u anketi koja je trajala više godina.Rođen je u Jasnoj Poljani u Rusiji, od oca Nikolaja Iliča Tolstoja i majke Marije Nikolajevne (rođ. Vokonski). Bio je izdanak jedne od najznačajnijih ruskih grofovskih porodica, koja je već nekoliko vekova Rusiji davala mnoge generale, diplomate i pisce.",
        "img_pisac":"slike/tolstoj.jpg",
        "img_roman":"slike/rat_i_mir.jpg"
    },
    {
        "id" : 1,
        "naslov": "Zlocin i kazna",
        "pisac":"Fjodor Dostojevski",
        "oroman":"Remek-delo ruske književnosti, Zločin i kazna svrstalo je Dostojevskog u red najznačajnijih svetskih romanopisaca. Oslanjajući se na sopstveno iskustvo iz zatvorskih dana, u grozničavom tonu i na ubedljiv način, autor pripoveda priču o Raskoljnikovu – siromašnom studentu mučenom nihilizmom i borbom između dobra i zla. Verujući za sebe da je iznad zakona i ubeđen u to da viši ciljevi opravdavaju sredstvo, on brutalno ubija lihvarku za koju kaže da je „ništavna, zla, bolesna baba koja nikome nije potrebna... koja ni sama ne zna zašto živi i koja će ionako već danas-sutra umreti“. Skrhan osećajem krivice, on će otpočeti proces pokajanja koji će mu korenito promeniti pogled na svet.Dostojevski je pisao prozu o zaista važnim pitanjima. Pisao je prozu o identitetu, moralnoj vrednosti, smrti, volji, odnosu telesne i duhovne ljubavi, pohlepi, slobodi, opsesiji, razumu, veri, samoubistvu. A to je izveo bez ikakvog svođenja svojih likova na glasnogovornike ili svojih knjiga na traktate. On je uvek obuzet pitanjem šta znači biti ljudsko biće – odnosno kako biti prava osoba, neko čiji život prožimaju vrednosti i principi – a ne tek izrazito pronicljiva životinja sposobna za samoodržanje.“ Dejvid Foster Volas",
        "opisac":"Fjodor Mihailovič Dostojevski je bio jedan od najvećih pisaca svih vremena. Rođen je 11. novembra 1821. godine u Moskvi. Preminuo je 9. februara, 1881. godine u Sankt Peterburgu. Pripada epohi klasičnog realizma u ruskoj književnosti, ali je svojim originalnim stilom i snagom svoje stvaralačke ličnosti ne samo obeležio epohu nego i uneo nove stvaralačke postupke koji su snažno uticali na tokove evropske književnosti. ",
        "img_pisac":"slike/dostojevski.jpg",
        "img_roman":"slike/zlocin_i_kazna.jpg"
    }
]